Repository: Maestroschan/quicklists-gnome-shell-extension
Catalog: quicklists@maestroschan.*/locale/*/LC_MESSAGES/quicklists.po
Languages: it

source: General
it: Generale

source: Automatically close the overview
it: Chiudi automaticamente la panoramica

source: Close the overview after clicking on a menu item.
it: Chiudere la panoramica dopo aver fatto clic su una voce di menu.

source: Searchable lists
it: Elenchi ricercabili

source: Recent files
it: File recenti

source: Number of recent files in a menu
it: Numero di file recenti in un menu

source: The maximum number of recent files which will be displayed in the menu of an application's icon.
it: Il numero massimo di file recenti che verrà visualizzato nel menu di un' icona dell'applicazione.

source: Display recent files in a submenu
it: Visualizza i file recenti in un sottomenu

source: Applications' icons will display recently opened files they can open. If you want many, a submenu is recommended.
it: Le icone delle applicazioni mostreranno i file aperti di recente che possono essere aperti. Se tune vuoi molti, si consiglia un sottomenu.

source: Bookmarks
it: Segnalibri

source: Display bookmarks in a submenu
it: Visualizza i segnalibri in un sottomenu

source: File managers icons will display your bookmarks. If you have many, a submenu is recommended.
it: Le icone dei gestori di file mostreranno i tuoi segnalibri. Se ne hai molti, un sottomenuè raccomandato.

source: Favorite websites
it: Siti Web preferiti

source: Display favorite websites in a submenu
it: Visualizza i siti Web preferiti in un sottomenu

source: Web browsers icons will display your favorite websites (as configured here). If you have many, a submenu is recommended.
it: Le icone dei browser web mostreranno i tuoi siti web preferiti (come configurato qui).Se ne hai molti, si consiglia un sottomenu.

source: About
it: Inoformazioni

source: Report bugs or ideas
it: Segnala bug o idee

source: Author
it: Autore

source: translator-credits
it: Albano Battistella

source: Translator
it: Traduttore

source: Home
it: FIle personali

source: Favorites
it: Preferiti

source: Trash
it: Cestino

source: Other places
it: Altri posti

source: Network
it: Rete

source: No bookmark
it: Nessun segnalibro

source: Error: could not read bookmarks
it: Errore: impossibile leggere i segnalibri

source: No recent file for this app
it: Nessun file recente per questa app

source: No favorite website is configured
it: Nessun sito Web preferito è configurato
